
/=#

#langdef   en-US "English"
//#langdef   fr-FR "Français"
#langdef   zh-Hans "\wide中文\narrow"

#string STR_PERFORM_MEM_TEST                #language en-US  "Perform memory test (ESC to skip)"
                                            #language zh-Hans "\wide进行内存测试\narrow(ESC\wide跳过\narrow)"
#string STR_MEMORY_TEST_PERCENT             #language en-US  "% of the system memory tested OK"
                                            #language zh-Hans "%\wide系统内存测试成功\narrow"
#string STR_ESC_TO_SKIP_MEM_TEST            #language en-US  "Press ESC key to skip memory test"
                                            #language zh-Hans "\wide按\narrowESC\wide键跳过内存测试\narrow"
#string STR_MEM_TEST_COMPLETED              #language en-US  " bytes of system memory tested OK\r\n"
                                            #language zh-Hans "\wide内存字节测试成功\narrow"
#string STR_NO_EXT_MEM_FOUND                #language en-US  "Memory resource updated!"
                                            #language zh-Hans "\wide内存资源设置完成！\narrow"
#string STR_SYSTEM_MEM_ERROR                #language en-US  "System encounters memory errors"
                                            #language zh-Hans "\wide系统遇到内存错误\narrow"
#string STR_START_BOOT_OPTION               #language en-US  "Start boot option"
                                            #language zh-Hans "\wide开启\narrowboot option"


